export default {
	"products": [

		{
			"id": "jirou0001",
			"type": "jirou",
			"title": "鸡肉",
			"images": {
				"small": "https://ali.xinshipu.cn/20100506/original/1273149959500.jpg@288w_216h_99q_1e_1c.jpg",
			},
			"name": "红烧鸡翅",
			"value": 4,
			"materials": "鸡翅，生抽，白糖，料酒，鸡精，蜂蜜，葱，姜",
			"desc": "1、鸡翅洗干净背面横割两刀，锅里水烧开，放两片姜片，加点料酒，入鸡翅打烧滚3分钟捞出备用。2、锅里加热油，加生抽先炒一下，这里生抽只需几十秒就可以，加入鸡翅翻炒。3、鸡翅上色后加入白糖、料酒、水（水要盖过鸡翅的量），大火烧开，中火慢慢烧到快收汁的时候加入鸡精，加少许蜂蜜（加蜂蜜是为了增香提色，表面亮亮的）。4、继续收汁到理想的状态即可。理想的状态就是汁水差不多收干了，但是不湖锅的状态，起盘，撒上葱花。",
			"tips": "注意：先炒酱油比较容易上色，颜色会更好看，也更入味，最后注意别烧干了：）"
		},
		{
			"id": "jirou0002",
			"type": "jirou",
			"title": "鸡肉",
			"images": {
				"small": "https://ali.xinshipu.cn/20100511/original/1273554054803.jpg@288w_216h_99q_1e_1c.jpg"
			},
			"name": "白斩鸡",
			"value": 5,
			"materials": `主料：三黄鸡，香菜，葱，姜 
			调料：料酒，酱油，白糖，鸡精，芝麻油`,
			"desc": `(1) 将鸡在滚开汤锅内浸烫熟(不宜过熟，一般15分钟左右即可)，取出后切成块(保持原鸡形状)，装上头翅。

(2) 葱、姜切成细丝。

(3) 炒勺内倒入油，在旺火上烧开，鸡身上撒上姜丝，然后以热油浇淋，而后再放葱丝。

(4) 炒勺内下汤200克，在文火上烧开，再加入胡椒粉、盐、味精等熬成汁，浇淋于鸡上即成。

特点

色洁白带油黄，具有葱油香味，葱段打花镶边，食时带芥末酱，系广东家乡菜，食之别有风味。`

		},
				{
			"id": "jirou0003",
			"type": "jirou",
			"title": "鸡肉",
			"images": {
				"small": "https://ali.xinshipu.cn/20100511/original/1273554054803.jpg@288w_216h_99q_1e_1c.jpg"
			},
			"name": "清遠鸡",
			"value": 5,
			"materials": `主料：三黄鸡，香菜，葱，姜 
			调料：料酒，酱油，白糖，鸡精，芝麻油`,
			"desc": `(1) 将鸡在滚开汤锅内浸烫熟(不宜过熟，一般15分钟左右即可)，取出后切成块(保持原鸡形状)，装上头翅。

(2) 葱、姜切成细丝。

(3) 炒勺内倒入油，在旺火上烧开，鸡身上撒上姜丝，然后以热油浇淋，而后再放葱丝。

(4) 炒勺内下汤200克，在文火上烧开，再加入胡椒粉、盐、味精等熬成汁，浇淋于鸡上即成。

特点

色洁白带油黄，具有葱油香味，葱段打花镶边，食时带芥末酱，系广东家乡菜，食之别有风味。`

		},
		{
			"id": "jirou0004",
			"type": "jirou",
			"title": "鸡肉",
			"images": {
				"small": "https://ali.xinshipu.cn/20130124/original/1359002069977.jpg@288w_216h_99q_1e_1c.jpg",

			},
			"name": "酸辣鸡爪",
			"value": 4,
			"materials": `材料：雞腳，水，料酒，姜
			調味：蒜，白糖，米醋，醬油，辣椒醬，鹽，香油
`,
			"desc": `
				1 、雞腳洗净，对半斬開 。
				2、 鍋中滾熱水，下料酒姜块和雞腳，煮10-15mins，雞腳煮熟透即可。
				3、 把煮好的雞腳放进冰水里。
				4、 把蒜，白糖，米醋，醬油，辣椒醬，鹽，香油拌均后放入雞腳繼續拌均，盖上保鲜膜腌上半天以上，其间记得多给雞腳翻翻身。
`
		},

		{
			"id": "jirou0005",
			"type": "jirou",
			"title": "鸡肉",
			"images": {
				"small": "https://ali.xinshipu.cn/20130718/original/1374079457436.jpg@288w_216h_99q_1e_1c.jpg",
			},
			"name": "蒸鸡",
			"value": 3,
			"materials": `
					主料：鸡半只，青葱1把，盐少许
					调料：麻油，绍兴酒各少许，姜1小块
`,
			"desc": `

				1、鸡洗净切块，放少许盐腌制。
				
				2、姜切片，青葱切粒。
				
				3、烧滚半蒸锅水，将调好味的鸡放进蒸锅里。
				
				4、大火蒸15分钟，取出洒上青葱粒作装饰即可。
				`
		},
		{
			"id": "jirou0006",
			"type": "jirou",
			"title": "鸡肉",
			"images": {
				"small": "https://ali.xinshipu.cn/20130718/original/1374079457436.jpg@288w_216h_99q_1e_1c.jpg",
			},
			"name": "蒸鸡",
			"value": 3,
			"materials": `
					主料：鸡半只，青葱1把，盐少许
					调料：麻油，绍兴酒各少许，姜1小块
`,
			"desc": `

				1、鸡洗净切块，放少许盐腌制。
				
				2、姜切片，青葱切粒。
				
				3、烧滚半蒸锅水，将调好味的鸡放进蒸锅里。
				
				4、大火蒸15分钟，取出洒上青葱粒作装饰即可。
				`
		},
				{
			"id": "jirou0007",
			"type": "jirou",
			"title": "鸡肉",
			"images": {
				"small": "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1557326296532&di=25169bd1cee52e6a3b8072573c10ea13&imgtype=0&src=http%3A%2F%2Fb-ssl.duitang.com%2Fuploads%2Fblog%2F201510%2F20%2F20151020193337_vPRHh.jpeg",
			},
			"name": "烤鸡肉串",
			"value": 3,
			"materials": `
					主料：鸡半只，青葱1把，盐少许
					调料：麻油，绍兴酒各少许，姜1小块
`,
			"desc": `

1、鸡洗净切块，放少许盐腌制。

2、姜切片，青葱切粒。

3、烧滚半蒸锅水，将调好味的鸡放进蒸锅里。

4、大火蒸15分钟，取出洒上青葱粒作装饰即可。
`
		},


		{
			"id": "jirou0008",
			"type": "jirou",
			"title": "鸡肉",
			"images": {
				"small": "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1557326990801&di=333b7970da6c57527cfb309aa1ebd4fd&imgtype=0&src=http%3A%2F%2Fpic15.nipic.com%2F20110709%2F4317361_025223342000_2.jpg",
			},
			"name": "香菇鸡",
			"value": 3,
			"materials": `
					主料：鸡半只，青葱1把，盐少许
					调料：麻油，绍兴酒各少许，姜1小块
`,
			"desc": `

1、鸡洗净切块，放少许盐腌制。

2、姜切片，青葱切粒。

3、烧滚半蒸锅水，将调好味的鸡放进蒸锅里。

4、大火蒸15分钟，取出洒上青葱粒作装饰即可。
`
		},
		{
			"id": "jirou0009",
			"type": "jirou",
			"title": "鸡肉",
			"images": {
				"small": "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1557326296532&di=25169bd1cee52e6a3b8072573c10ea13&imgtype=0&src=http%3A%2F%2Fb-ssl.duitang.com%2Fuploads%2Fblog%2F201510%2F20%2F20151020193337_vPRHh.jpeg",
			},
			"name": "烤鸡肉串",
			"value": 3,
			"materials": `
					主料：鸡半只，青葱1把，盐少许
					调料：麻油，绍兴酒各少许，姜1小块
`,
			"desc": `

1、鸡洗净切块，放少许盐腌制。

2、姜切片，青葱切粒。

3、烧滚半蒸锅水，将调好味的鸡放进蒸锅里。

4、大火蒸15分钟，取出洒上青葱粒作装饰即可。
`
		},
		{
			"id": "yurou0001",
			"type": "yurou",
			"title": "鱼肉",
			"images": {
				"small": "https://ali.xinshipu.cn/20130228/original/1362055922683.jpg@288w_216h_99q_1e_1c.jpg",
			},
			"name": "糖醋草鱼",
			"value": 4,
			"materials": `大头的草鱼半边，香菇，鸡蛋，青豆，洋葱，番茄，姜，蒜，生抽，番茄酱，芝麻油，陈醋，淀粉，盐，糖`,
			"desc": `

1.番茄、香菇、洋葱切丝；姜蒜切片。

2.在草鱼表面切十字刀，放入生抽、淀粉、盐、半个鸡蛋液拌匀，腌制10分钟。

3.将鱼下油锅，炸成金黄色，捞起沥油。

4.锅里放少许油，将葱姜爆香。

5.放入番茄，小火炒到出汁。

6.放入洋葱、香菇、青豆，盐，略炒。

7.放一碗清水煮开（多放点）。

8.放适量的番茄酱、糖、陈醋煮开。

9.最后水淀粉勾芡。将汤汁淋在炸好的鱼上即可~~~
`
		},
		{
			"id": "yurou0002",
			"type": "yurou",
			"title": "鱼肉",

			"images": {
				"small": "https://ali.xinshipu.cn/20100506/original/1273149888468.jpg@288w_216h_99q_1e_1c.jpg",
			},
			"name": '红烧鱼肉',
			"value": 4,
			"materials": `（1）新鲜草鱼一条重约1千克左右，（2）葱段，姜丝，（3）料酒，白糖，辣椒粉，花椒粉，盐，酱油，（4）淀粉，菜籽油`,
			"desc": `

一、将草鱼洗干净后切成大约三厘米左右的轱辘状，放一个干净的盆内备用。

二、将用料中的里的东西全部放入，用量依据个人口味适量，然后盖上盖子腌制5小时左右。

三、取出盆子内的姜丝和葱段，放入一干净的小碗备用。

四、锅内放入适量的菜籽油，烧至八成热时，将裹好淀粉的鱼块依次放入锅内，炸至两边金黄色时，取一干净的盘子装入备用。

五、用锅里的余油将刚才小碗内的姜丝和葱段放入煸至经黄色时，倒入适量的开水，再依次放入鱼块，当汤汁收至快干时关火，出锅装盘即可。
`,
		},
		{
			"id": "yurou0007",
			"type": "yurou",
			"title": "鱼肉",

			"images": {
				"small": "https://ali.xinshipu.cn/20100506/original/1273149888468.jpg@288w_216h_99q_1e_1c.jpg",
			},
			"name": '红烧鱼肉',
			"value": 4,
			"materials": `（1）新鲜草鱼一条重约1千克左右，（2）葱段，姜丝，（3）料酒，白糖，辣椒粉，花椒粉，盐，酱油，（4）淀粉，菜籽油`,
			"desc": `

一、将草鱼洗干净后切成大约三厘米左右的轱辘状，放一个干净的盆内备用。

二、将用料中的里的东西全部放入，用量依据个人口味适量，然后盖上盖子腌制5小时左右。

三、取出盆子内的姜丝和葱段，放入一干净的小碗备用。

四、锅内放入适量的菜籽油，烧至八成热时，将裹好淀粉的鱼块依次放入锅内，炸至两边金黄色时，取一干净的盘子装入备用。

五、用锅里的余油将刚才小碗内的姜丝和葱段放入煸至经黄色时，倒入适量的开水，再依次放入鱼块，当汤汁收至快干时关火，出锅装盘即可。
`,
		},
		{
			"id": "yurou0003",
			"type": "yurou",
			"title": "鱼肉",
			"images": {
				"small": "https://ali.xinshipu.cn/20131115/original/1384484910960.jpg@288w_216h_99q_1e_1c.jpg",

			},
			"name": " 清蒸罗非鱼",
			"value": 3,
			"materials": `罗非鱼、姜、葱、辣椒、生抽、酒、盐
`,
			"desc": `

1、罗非鱼去内脏洗净，横着切成约1CM厚的鱼块，摆好在碟子上。

2、姜切碎，葱切粒，辣椒切圈。

3、在鱼块上抹少许盐，放上姜末，摆上辣椒圈装饰（这个时候放是为了蒸熟之后鱼肉能有一点点辣味，我喜欢这样的味道）。

4、锅里放水烧开，放入装好鱼块的碟子，盖上锅盖隔水蒸8分钟。

5、关火开锅，撒上葱花，淋适量生抽。

6、倒掉锅里的水，下油烧热，浇在鱼块上即可。
`
		},

		{
			"id": "yurou0004",
			"type": "yurou",
			"title": "鱼肉",
			"images": {
				"small": "https://ali.xinshipu.cn/20130228/original/1362039507605.jpg@288w_216h_50q_1e_1c.jpg",
			},
			"name": "香煎秋刀鱼",
			"value": 4,
			"materials": `

秋刀鱼5条，孜然粉5g，黑胡椒粉5g，葱姜粉5g，盐3g
`,
			"desc": `

1.所有调料都混合在一起拌匀。

2.秋刀鱼去内脏，洗净晾干。

3.把秋刀鱼去头，身体上划斜刀口，以便入味。

4.把混合的调料均匀的抹在鱼身上，刀口和鱼身里面也抹上，并多按摸一下鱼身，使其更好的入味。抹好后放一边腌上4－5个小时左右。

5.平底锅到少许橄榄油，烧热转小火，放入腌好的秋刀鱼，煎至一面微黄翻面，期间可以多翻几次面，同时撒些余下的调料，两面金黄后即可出锅，喜欢的可以吃前挤些柠檬汁上去。
`
		},

		{
			"id": "tangshui0001",
			"type": "tangshui",
			"title": "汤水",
			"images": {
				"small": "https://ali.xinshipu.cn/20120404/original/1333504988139.jpg@288w_216h_99q_1e_1c.jpg",
			},
			"name": " 淮山玉米胡萝卜骨头汤",
			"value": 4,
			"materials": `

猪骨一根（约800-1000克），砍成小段，新鲜淮山（又名山药）半根、玉米、胡萝卜各一根，去皮切成大块，生姜一大块，盐、胡椒粉各少许。
`,
			"desc": `

1。将猪骨洗净，在一大锅冷水水中煮沸五分钟，再冷水仔细冲洗干净。

2。把猪骨、生姜放入一煲汤的大锅中加八碗冷水煮沸后，转小火让水开而不沸。水一定要一次放够，不要中途加水。

3。一小时后加入玉米、胡萝卜，继续煲一小时，再加入淮山煲一小时， 放盐关火。小火时间再炖长一点会让骨酥肉烂， 汤水更美味。

4。汤凉透后放入冰箱，第二天将上面的油腻除去或过滤一下杂质，加热后即可食用。这步可让汤水更清爽健康。嫌麻烦的话可省。
`
		},

		{
			"id": "tangshui0002",
			"type": "tangshui",
			"title": "汤水",
			"images": {
				"small": "https://ali.xinshipu.cn/20130228/original/1362052269626.jpg@288w_216h_50q_1e_1c.jpg",
			},
			"name": "玉米胡萝卜猪肚汤",
			"value": 5,
			"materials": `玉米，胡萝卜，猪肚，猪骨，瘦肉，姜片，白胡椒粒，盐`,
			"desc": `

1.猪肚洗净，玉米切段，胡萝卜去皮切。

2.白胡椒压碎。

3.猪骨和瘦肉淖去血水。

4.除玉米和胡萝卜外全部材料放入猪肚中。

5.大火煮开，去掉浮沫。

6.转小火2小时至猪肚熟透。

7.猪肚取出，切粗条。

8.加入玉米和胡萝卜继续煲半小时。

9.喝前加盐调味。
`
		},

		{
			"id": "tangshui0003",
			"type": "tangshui",
			"title": "汤水",
			"images": {
				"small": "https://ali.xinshipu.cn/20100506/original/1273158167843.jpg@288w_216h_99q_1e_1c.jpg",
			},
			"name": "虫草洋参乌鸡汤",
			"value": 3,
			"materials": `(2-4人分量)，乌鸡半只，新康虫草10克，花旗参10克，红枣10粒，生姜3-5片，鸡精，盐适量`,
			"desc": `

1.乌鸡洗净斩件，放入滚水内烫一分钟，捞起，用冷水冲洗，去除其血水。

2.花旗参，红枣洗净，与新康虫草，生姜，乌鸡一起放入瓦罐内，加开水适量，加盖大火煮开后改小火煲2小时，调味食用。
`
		},

		{
			"id": "tangshui0004",
			"type": "tangshui",
			"title": "汤水",
			"images": {
				"small": "https://ali.xinshipu.cn/20100323/original/1269318254411.jpg@288w_216h_99q_1e_1c.jpg",
			},
			"name": "奶白鲫鱼汤",
			"value": 4,
			"materials": `
鲫鱼，嫩豆腐，姜，蒜，盐，香菜，葱
`,
			"desc": `

1、鲫鱼去鳞去其内脏和腮，洗净，控干水分。

2、锅内下油，油热后，下入姜蒜炒香。

3、下入鲫鱼转小火反正面煎制。

4、待鱼皮变黄，加适量开水转中火慢炖。

5、十五分钟后，加入嫩豆腐块继续炖5分钟。.03
22
21
6、加盐、香菜、葱花出锅即可。
`
		},
	]

}